#include <locale.h>

#include <stdio.h>

void main1()

{

	setlocale(LC_ALL, "RUS"); // для переключения русской кодировки

	puts("*********************************************************");
	puts("*                                                       *");
	puts("*  тема: Разработка консольного приложения              *");
	puts("*        выполнили: Парасич Ева и Попова Елена          *");
	puts("*                                                       *");
	puts("*                                                       *");
	puts("*********************************************************");

	getchar(); // задержка экрана

}